alefragnani.Bookmarks
alexdima.copy-relative-path
bierner.markdown-mermaid
cg-cnu.vscode-path-tools
charliermarsh.ruff
dbankier.vscode-quick-select
dracula-theme.theme-dracula
eamodio.gitlens
inu1255.easy-snippet
jkjustjoshing.vscode-text-pastry
jsynowiec.vscode-insertdatestring
KevinRose.vsc-python-indent
mechatroner.rainbow-csv
ms-python.black-formatter
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.live-server
ms-vscode.test-adapter-converter
qcz.text-power-tools
rangav.vscode-thunder-client
rioj7.command-variable
rioj7.select-by
ryu1kn.partial-diff
ryuta46.multi-command
samueltscott.maximizeterminal
usernamehw.errorlens
vscodevim.vim
wengerk.highlight-bad-chars
